{
    "username": "Discord Linux",
    "avatar_url": "https://cdn.discordapp.com/avatars/437040236585811968/0c0e73c01f26797eb9a76ad5a82258d6.png",
    "embeds": [{
      "title": "**__General Rules__**",
      "color": "7308758",
      "fields": [
        {
          "name": "#1 - Be respectful",
          "value": "- Includes personal insults, demeaning behavior, and inflammatory language.\n- Know when a debate has turned into an argument.\n-Above all else, listen and cooperate with staff members.\n​"
        },
        {
          "name": "#2 -No NSFW or illegal content",
          "value": "- Includes porn, gore, pirated software, talking about illegal activites, etc.\n​"
        },
        {
          "name": "#3 - No spamming or irrelevant messages; English only",
          "value": "- Sending an unreasonable amount of messages in a short time or messages that are unrelated/unwanted is considered spam.\n- Posting large blocks of text may also be considered spam; please use the `sudo pastebin` command, [hastebin](https://hastebin.com/), or [paste.rs](https://paste.rs/web).\n- This is an English only server; refrain from chatting in other languages.\n​"
        },
        {
          "name": "#4 - Use the channels as intended",
          "value": "- Please read the channel topics before using them.\n- If the conversation you are having is more suited to another channel, please move it there.\n​"
        },
        {
          "name": "#5 - Don't link to or advertise other servers",
          "value": "- If you want to spread the word about your server, do so elsewhere.\n- Server invites will be deleted automatically and result in a warning.\n​"
        },
        {
          "name": "#6 - Don't use a selfbot",
          "value": "- Selfbotting is against Discord's Terms of Service.\n- More annoying than useful.\n- If you find <@!134133271750639616> lacking, feel free to make suggestions in <#166340424603009024>.\n​"
        },
        {
          "name": "Moderators have final say in the enforcement of these rules or other infractions.",
          "value": "- Don't attempt to loophole or use semantics to get around these rules.\n- Respect the intent behind them, not the literal text.\n"
        }
      ]
    }]
  }
